export const steps_data_Pray = {
  actions: [
    {
      name: "تكبيرة الإحرام",
      image: "/learn/1.png",
      title: "تكبيرة الإحرام",
      description: [
        "1 - أن يستقبل القبلة بجميع بدنه بدون انحراف ولا التفات.",
        "2 - ثم ينوي الصلاة التي يريد أن يصليها بقلبه بدون نطق النية.",
        "3 - ثم يكبر تكبيرة الإحرام فيقول: (الله أكبر) ويرفع يديه إلى حذو منكبيه عند التكبير.",
        "4 - ثم يضع كف يده اليمنى على ظهر كف يده اليسرى فوق صدره.",
        "5 - ثم يستفتح فيقول: (اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب. اللهم نقني من خطاياي كما يُنقى الثوب الأبيض من الدنس. اللهم اغسلني من خطاياي بالماء والثلج والبرد).",
        "أو يقول: (سبحانك اللهم وبحمدك، وتبارك اسمك، وتعالى جدك، ولا إله غيرك).",
        "6 - ثم يتعوذ فيقول: (أعوذ بالله من الشيطان الرجيم).",
        "7 - ثم يبسمل ويقرأ الفاتحة فيقول: بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ (1) الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ (2) الرَّحْمـنِ الرَّحِيمِ (3) مَالِكِ يَوْمِ الدِّينِ (4) إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ (5) اهدِنَــــا الصِّرَاطَ المُستَقِيمَ (6) صِرَاطَ الَّذِينَ أَنعَمتَ عَلَيهِمْ غَيرِ المَغضُوبِ عَلَيهِمْ وَلاَ الضَّالِّينَ [الفاتحة:1-7] ثم يقول (آمين) يعني اللهم استجب.",
        "8 - ثم يقرأ ما تيسر من القرآن ويطيل القراءة في صلاة الصبح.",
      ],
    },
    {
      name: "الركوع",
      image: "/learn/3.gif",
      title: "الركوع",
      description: [
        "يركع ثم يقول سبحان ربى العظيم 3 مرات مع الطمأنينه.",
      ],
    },
    {
      name: "القيام من الركوع",
      image: "/learn/5.gif",
      title: "القيام من الركوع",
      description: [
        "ان تقوم من الركوع برفع اليدين ايضا ثم يقول سمع الله لمن حمده, ربنا ولك الحمد وتقف مطمأنا بين يدى الله عز وجل"
      ],
    },
    {
      name: "السجود",
      image: "/learn/6.gif",
      title: "السجود",
      description: [
        "ثم يسجد خشوعاً السجدة الأولى ويقول عند سجوده: (الله أكبر) ويسجد على أعضائه السبعة: الجبهة والأنف، والكفين، والركبتين، وأطراف القدمين، ويجافي عضديه عن جنبيه ولا يبسط ذراعيه على الأرض، ويتسبقل برؤوس أصابعه القبلة.",
        "يرفع ليجلس بين السجدتين وهو يقول الله اكبر وهو يقول 'رب اغفر لي، رب اغفر لي'",
        "ثم يقول الله اكبر ويسجد سجودا خاشعا لله ويقول 3 مرات 'سبحان ربى الاعلى' وليدعى ان شاء.",
      ],
    },
    {
      name: "القيام",
      image: "/learn/1.png",
      title: "القيام",
      description: [
        "ثم يكمل صلاته بالقيام ليأتي بالركعة الثانية على نفس الطريقة الخاصة بالركعة الأولى.",
      ],
    },
    {
      name: "الجلوس للتشهد الأول",
      image: "/learn/1.png",
      title: "الجلوس للتشهد الأول",
      description: [
        "إذا كانت الصلاة ثلاثية أو رباعية يقول: (التحيات لله، والصلوات والطيبات، السلام عليك أيها النبي، ورحمة الله وبركاته، السلام علينا، وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله).",
      ],
    },
    {
      name: "التشهد الأخير",
      image: "/learn/1.png",
      title: "التشهد الأخير",
      description: [
        "عند التشهد الأخير يقول: (التحيات لله، والصلوات والطيبات، السلام عليك أيها النبي، ورحمة الله وبركاته، السلام علينا، وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله اللهم صل على محمد وعلى آل محمد، كما صليت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد، اللهم بارك على محمد، وعلى آل محمد، كما باركت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد).",
      ],
    },
    {
      name: "التسليم",
      image: "/learn/7.gif",
      title: "التسليم",
      description: [
        "وهو أن تنظر إلى اليمين وتقول: السلام عليكم ورحمة الله، ثم تنظر إلى اليسار وتقول: السلام عليكم ورحمة الله دون الحركة الخاطئة التي يفعلها البعض من هز الرأس.",
      ],
    },
  ],
  arkan: [
    {
      title: "النية",
      description: "استحضار نية الصلاة قبل البدء.",
    },
    {
      title: "تكبيرة الإحرام",
      description: "قول 'الله أكبر' لبدء الصلاة.",
    },
    {
      title: "القيام في الفرض",
      description: "الوقوف في الصلاة إذا كان الشخص قادرًا.",
    },
    {
      title: "قراءة الفاتحة في كل ركعة",
      description: "تلاوة سورة الفاتحة في جميع الركعات.",
    },
    {
      title: "الركوع",
      description: "الانحناء مع الطمأنينة.",
    },
    {
      title: "القيام من الركوع",
      description: "الاعتدال واقفًا بعد الركوع.",
    },
    {
      title: "السجود",
      description: "وضع الجبهة والأنف على الأرض مع الطمأنينة.",
    },
    {
      title: "الجلوس بين السجدتين",
      description: "الجلوس مع الطمأنينة بين السجدتين.",
    },
    {
      title: "الطمأنينة في الجميع",
      description: "السكون والهدوء في كل ركن.",
    },
    {
      title: "الجلوس للتشهد الأخير",
      description: "الجلوس في نهاية الصلاة لقراءة التشهد.",
    },
    {
      title: "التشهد الأخير",
      description: "قراءة التشهد الأخير في الصلاة.",
    },
    {
      title: "الصلاة على النبي صلى الله عليه وسلم بعد التشهد الأخير",
      description: "إضافة الصلاة على النبي بعد التشهد.",
    },
    {
      title: "التسليم",
      description: "قول 'السلام عليكم ورحمة الله' للخروج من الصلاة.",
    },
    {
      title: "الترتيب بين الجميع",
      description: "الالتزام بترتيب الأركان كما هو مذكور.",
    },
  ],
  pray_description: {
    title: "الصلاة",
    description:[
      "الصلاة هي عبادة يقوم بها المسلمون خمس مرات في اليوم، وتتضمن أركانًا وواجبات وشروطًا تهدف إلى التقرب إلى الله.",
      'إحضار القلب فيها بين يدي الله، والإقبال عليها، تستحضر عظمة الله، وأنك بين يديه ترجو رحمته، وتخشى عقابه.',
    ]
  },
};
